IDEA StatiCa Open Model
MatSteelCISC Constructor
Compatible with IDEA StatiCa Beta 21.0 - beta
Initializes a new instance of the MatSteelCISC class
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public MatSteelCISC()
Public Sub New
public:
MatSteelCISC()
See Also
Reference
MatSteelCISC Class
IdeaRS.OpenModel.Material Namespace